[
  {
    "mewa": "1-White",
    "c": "1",
    "e": "8",
    "se": "9",
    "s": "5",
    "sw": "7",
    "w": "3",
    "nw": "2",
    "n": "6",
    "ne": "4",
    "element": "Metal",
    "mewaInterpretation": "A 1-White born person will have difficulty having children, and not much wealth.  Wealth slips away.  Regarding hardships, they can have blindness, lameness, and arthritis arising.  Three generations will pass to only a single lineage holder.  In the first part of like there are ups and downs and much enjoyment and suffering, but the latter part of life is pleasant.  The lifespan is 71, there are four hard paths.  In a former life they were a king and then one time they were a god.  In the next life, they can be born a swan, or in the human and naga realms.  If they erect a statue of Chenrezig they can become a person endowed with fortune, body-drop god, or a religious person endowed with the secret teachings of Brahmin."
  },
  {
    "mewa": "2-Black",
    "c": "2",
    "e": "9",
    "se": "1",
    "s": "6",
    "sw": "8",
    "w": "4",
    "nw": "3",
    "n": "7",
    "ne": "5",
    "element": "Water",
    "mewaInterpretation": "Even though this person can have three children, keeping them alive can be difficult.  There is food and wealth, but blood relations of noble birth have many family breaks and there is harm from sa-dak and dre-bo spirits.  The lifespan is 61 with 3 difficult periods.  In past lives this person was a hell-being in the hell realms.  In the next life they will be a bear or monkey, or in the hungry ghost realms, but if they build a statue of Vajrapani and a stupa, they could be born in the god realms or even as a minister but if they take a male body whatever is gained will be lost."
  },
  {
    "mewa": "3-Blue",
    "c": "3",
    "e": "1",
    "se": "2",
    "s": "7",
    "sw": "9",
    "w": "5",
    "nw": "4",
    "n": "8",
    "ne": "6",
    "element": "Water",
    "mewaInterpretation": "This person’s male descendants will be killed by knives and whatever is gained will be lost.  Evil words and bad people will be their enemy.  Dre-bo and sen-mo will harm them.  In the previous life they were a srin-po and then they were born as a bull.  Then in the next life they will be a srin-po or a woman or an elephant and then a ptarmigan.  But, practice generosity and accumulate the 100 syllable mantra.  If they build a Vajrasattva statue then they can be born in the West as a wealth woman.  The lifespan is 50 and there are three hard periods."
  },
  {
    "mewa": "4-Green",
    "c": "4",
    "e": "2",
    "se": "3",
    "s": "8",
    "sw": "1",
    "w": "6",
    "nw": "5",
    "n": "9",
    "ne": "7",
    "element": "Wood",
    "mewaInterpretation": "This person can have 4 children.  They can have defective senses and a downfall from legal issues can arise.  There is food and wealth, but bad rumors and lies are told about them.  The lifespan is 65 and there are 4 hard periods.  In the previous life this person was a naga and then they took birth as a deer.  In the next life they will be a pigeon or a cuckoo in the animal world but if they build a Vajrapani statue and erect a platform of 100,000 tsa-tsa then they can be ngakpa or even if they’re craftsmanship is shoddy they’ll be rich and born in the human realms."
  },
  {
    "mewa": "5-Yellow",
    "c": "5",
    "e": "3",
    "se": "4",
    "s": "9",
    "sw": "2",
    "w": "7",
    "nw": "6",
    "n": "1",
    "ne": "8",
    "element": "Earth",
    "mewaInterpretation": "Even if this person has the wealth of five children it will be difficult to raise them and whatever wealth is gained will probably be lost but if they are diligent at religion they can live a long life.  Because there is danger from unreliable dharma protectors they should practice White Umbrella to turn them back.  The lifespan can be 50 with 2 difficult periods.  In the past life they were a writer in the Pende tradition and even took a birth as an Acharya but in the next life they will be a monkey or a rooster.  If they build a statue of the Buddha and Dorje Choepa then they can even be a merchant."
  },
  {
    "mewa": "6-White",
    "c": "6",
    "e": "4",
    "se": "5",
    "s": "1",
    "sw": "3",
    "w": "8",
    "nw": "7",
    "n": "2",
    "ne": "9",
    "element": "Metal",
    "mewaInterpretation": "Even though this person can have 5 children they probably have 3.  They don’t become ill themselves but if they do become ill it’s difficult.  Their neighbors are their enemies and because the lord of the realm can be their enemy or suspicious of them they should offer 400 tormas and recite the 4 Protectors Mdo.  They can live to 70 but there are 5 life obstacles.  In a past life they were a god and hungry ghost and Brahmin and in the animal realms a cuckoo.  But, in the next life they can be a Bonpo man or, if their meditation is unreliable even if they accomplish they may become a bird.  But, if they make a statue of White Umbrella Lama then they can have all the accomplishments and be born in the god realms."
  },
  {
    "mewa": "7-Red",
    "c": "7",
    "e": "5",
    "se": "6",
    "s": "2",
    "sw": "4",
    "w": "9",
    "nw": "8",
    "n": "3",
    "ne": "1",
    "element": "Fire",
    "mewaInterpretation": "This person is capable of having 7 children but they can have additional or missing limbs.  There is danger of death from knives and they should avoid knives.  The lifespan can be 80 with 4 hard periods.  In a past life they were a tsen spirit and a demigod but in the next lifetime they will be a srin-po, predatory animal, or worker in the hungry ghost realms.  But, if they make a statue of Tara then they can achieve a male birth, but if it’s dirty then a grasping mind can come."
  },
  {
    "mewa": "8-White",
    "c": "8",
    "e": "6",
    "se": "7",
    "s": "3",
    "sw": "5",
    "w": "1",
    "nw": "9",
    "n": "4",
    "ne": "2",
    "element": "Metal",
    "mewaInterpretation": "This person can have three children and even if sickness or pain comes they will be easy to watch over.  Old age will be pleasant with accomplishments and devotion to Dharma.  The lifespan is 50 and there are 3 hard periods.  The past life was in the god realm but the next life they will be a woman.  If they make a statue of Buddha they can be an artisan or a dharma life and then a god."
  },
  {
    "mewa": "9-Red",
    "c": "9",
    "e": "7",
    "se": "8",
    "s": "4",
    "sw": "6",
    "w": "2",
    "nw": "1",
    "n": "5",
    "ne": "3",
    "element": "Fire",
    "mewaInterpretation": "This person can have many children and wives and middling wealth comes.  In the last part of life wealth breaks forth like an ocean and the lifespan is 73 with five hard periods.  In a past life they were ejected from the evil spirit realm and then they were a rich person’s guard-dog and then a Bonpo.  In the next life they will be a dog or even a donkey or a woman, but if they make a statue of Manjushri and have devotion then they can be a bourgeois person."
  }
]
