[
  {
    "elem": "Wood",
    "sign": "Mouse",
    "combined": "Wood Mouse",
    "srog": "Water",
    "lue": "Metal",
    "wang": "Wood",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "They have clear knowledge and are skillful in different trades.  They are very deceptive and boastful.  They interrupt other’s deceptions.  They can get middling wealth.  They get diseases from nagas.  The lifespan can be 75.  They have seven hard periods.  They can have five children but more likely three."
  },
  {
    "elem": "Wood",
    "sign": "Cow",
    "combined": "Wood Cow",
    "srog": "Earth",
    "lue": "Metal",
    "wang": "Wood",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Saturday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "They gather material wealth.  They are honest.  They are very covetous.  The lifespan can be 60.  There are 6 hard periods.  They can be afflicted by phung-sri and sa-dak."
  },
  {
    "elem": "Fire",
    "sign": "Tiger",
    "combined": "Fire Tiger",
    "srog": "Wood",
    "lue": "Fire",
    "wang": "Fire",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "Fire tiger year born are vicious and extremely arrogant. They have chronic illnesses. They have little faith or devotion. They enjoy drinking. They can have four childen. The lifespan is 79 and they have five hard periods."
  },
  {
    "elem": "Fire",
    "sign": "Rabbit",
    "combined": "Fire Rabbit",
    "srog": "Wood",
    "lue": "Fire",
    "wang": "Fire",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "Praises his own self and places blame on others.  Enjoys women and blames what is good.  Automatically skillful and builds great wealth and leisure. The lifespan is 50.  Seven difficult periods."
  },
  {
    "elem": "Earth",
    "sign": "Dragon",
    "combined": "Earth Dragon",
    "srog": "Earth",
    "lue": "Wood",
    "wang": "Earth",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Sunday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Earth dragon born are dishonest and lazy and they love alcohol and the company of women. They are very insidious and few diseases in their lifetime. They can have five children. Or even seven. The lifespan is 59, and they get great wealth. They have 7 hard periods."
  },
  {
    "elem": "Earth",
    "sign": "Snake",
    "combined": "Earth Snake",
    "srog": "Fire",
    "lue": "Wood",
    "wang": "Earth",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Monday",
    "interp": "Great courage and gathers great wealth and leisure.  Great theft, loss, and destruction by enemies.  All bad things.  Whatever arises is certain to die.  They are lazy and enjoy sleep and companionship.  They can have six children.  The lifespan is 90.  There are 4 hardships. Knives, poxes and lesions."
  },
  {
    "elem": "Metal",
    "sign": "Horse",
    "combined": "Metal Horse",
    "srog": "Fire",
    "lue": "Earth",
    "wang": "Metal",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Wednesday",
    "interp": "Enjoy dining with friends and whatever defects they have they see those defects in others.  They can have four children.  They have a lot of obstructions in wealth and children.  The lifespan is 57.  There are 9 hardships.  They get sickness from sa-dak and cold wind (energies)."
  },
  {
    "elem": "Metal",
    "sign": "Sheep",
    "combined": "Metal Sheep",
    "srog": "Earth",
    "lue": "Earth",
    "wang": "Metal",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "Harmonious body and senses.  Little awareness.  Lots of enemies and gossipers.  Sickness of the eyes arises.  Few children, but a lifespan of 100.  Four difficult periods.  Harm from nagas and tsen."
  },
  {
    "elem": "Water",
    "sign": "Monkey",
    "combined": "Water Monkey",
    "srog": "Metal",
    "lue": "Metal",
    "wang": "Water",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "Keen awareness and senses.  Supported by sa-daks. They can have three children.  Leisure and bodily skill are great.  The lifespan is 57 with 7 difficult periods.  Family violence and physical abuse come."
  },
  {
    "elem": "Water",
    "sign": "Bird",
    "combined": "Water Bird",
    "srog": "Metal",
    "lue": "Metal",
    "wang": "Water",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Thursday",
    "worstDay": "Tuesday",
    "interp": "Unstable mind and body.  Very prone to wandering and forgetfulness.  Humble and goes to others’ power.  Evil from sa-daks.  Life-sustaining wind illness comes.  Enemies arise nearby.  They can have two children.  They need medicine against nagas.  The lifespan can be 60 and there are 9 hardships."
  },
  {
    "elem": "Wood",
    "sign": "Dog",
    "combined": "Wood Dog",
    "srog": "Earth",
    "lue": "Fire",
    "wang": "Wood",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Monday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Keen senses and awareness.  The body shape is good.  He takes care of his city.  Nagas and tsen are his friends.  He can have 3 children.  He can immediately find enjoyment.  The lifespan is 79.  There are 5 interruptions.  Blood relations and so on will beat him by hand."
  },
  {
    "elem": "Wood",
    "sign": "Pig",
    "combined": "Wood Pig",
    "srog": "Water",
    "lue": "Fire",
    "wang": "Wood",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "He has a big body and is full of rage.  He enjoys food.  Friends and intimate relations will betray him.  There will be a break in family wealth and benefits.  The lifespan is 64.  There are 5 hardships."
  },
  {
    "elem": "Fire",
    "sign": "Mouse",
    "combined": "Fire Mouse",
    "srog": "Water",
    "lue": "Water",
    "wang": "Fire",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "Courageous and dependable. A wealth of many memories and a lust for food.  He talks too much and exposes others faults.  He steals and can be destroyed by cutting the lifeforce.  He needs naga medicine.  Stomach, nerve, and heart diseases come.  The lifespan is 68 and there are 5 difficult periods."
  },
  {
    "elem": "Fire",
    "sign": "Cow",
    "combined": "Fire Cow",
    "srog": "Earth",
    "lue": "Water",
    "wang": "Fire",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Saturday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "A large body and much sleep.  Great enjoyment of food. Grain and hedges wax and wane.  Cognition is not clear. Enemies and domestic spirits bring a little harm.  One boy.  Two girls.  Lifespan is 71.  8 difficult periods. "
  },
  {
    "elem": "Earth",
    "sign": "Tiger",
    "combined": "Earth Tiger",
    "srog": "Wood",
    "lue": "Earth",
    "wang": "Earth",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "A big body and great anger."
  },
  {
    "elem": "Earth",
    "sign": "Rabbit",
    "combined": "Earth Rabbit",
    "srog": "Wood",
    "lue": "Earth",
    "wang": "Earth",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "Skillful in speech and great wisdom.  Skilled in teachings and shastras, little wealth.  Enjoys joking and foolishness.  Difficult to cure disease will kill him.  The lifespan is 50 with 6 hard periods and one child."
  },
  {
    "elem": "Metal",
    "sign": "Dragon",
    "combined": "Metal Dragon",
    "srog": "Earth",
    "lue": "Metal",
    "wang": "Metal",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Sunday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Powerful body and selfish, skillful in speech.  Strives after evil deeds, procrastinates on virtuous deeds.  Wealth will be lost.  Unpleasant inside and out.  Enjoys soft-spoken speech and food.  Lies often.  The lifespan is 80.  There are 3 difficult periods and one child or five."
  },
  {
    "elem": "Metal",
    "sign": "Snake",
    "combined": "Metal Snake",
    "srog": "Fire",
    "lue": "Metal",
    "wang": "Metal",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Monday",
    "interp": "Clear thoughts and skillful in crafts.  Enjoys criticizing others and scrutinizing their words.  Enemies and robbers cause him a lot of harm.  The lifespan is 78 and there are 6 difficult periods.  Former wealth is not much, but it will build from outside.  Parents and friends don’t last a long time.  Danger from suicide or self-inflicted injury by knives.  There can be 3 children."
  },
  {
    "elem": "Water",
    "sign": "Horse",
    "combined": "Water Horse",
    "srog": "Fire",
    "lue": "Wood",
    "wang": "Water",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Wednesday",
    "interp": "Very wise.  Much wealth and enjoyment.  He’s skilled in making things right.  He examines the defects and words of others and doesn’t go under the influence of others.  The lifespan is 50, 27, or 77.  There are 8 difficult periods.  There are four children and danger from sa-dak and phur-ga."
  },
  {
    "elem": "Water",
    "sign": "Sheep",
    "combined": "Water Sheep",
    "srog": "Earth",
    "lue": "Wood",
    "wang": "Water",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "A little wisdom but a lot of lust.  Wealth and enjoyments meet with thieves and are plundered.  Enemies hate him.  He likes animals but horses and cattle will go astray.  The lifespan is 73 and there are 5 difficult periods.  Few children, and harm from sa-dak can bring phlegm disorders."
  },
  {
    "elem": "Wood",
    "sign": "Monkey",
    "combined": "Wood Monkey",
    "srog": "Metal",
    "lue": "Water",
    "wang": "Wood",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "Body development and sadness from suffering.  He likes staying with bad companions.  He sleeps little, and has many enemies.  His mind is unstable.  He has few desires of his own, and holds his own place to sleep.  He has many illnesses; lawsuits are the underlying basis.  Wealth goes high and low.  The lifespan is 78 and there are 7 hard periods.  Water, wind, and steep mountain summit tsen, sa-dak and gyalpos harm him. There could be five, but probably one child. "
  },
  {
    "elem": "Wood",
    "sign": "Bird",
    "combined": "Wood Bird",
    "srog": "Metal",
    "lue": "Water",
    "wang": "Wood",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Thursday",
    "worstDay": "Tuesday",
    "interp": "A small body and chronic diseases come.  He has family, friends, and enemies.  He enjoys fighting and he is harmed by dre and dre-mo.  The lifespan is 60.  There is one or 3 children."
  },
  {
    "elem": "Fire",
    "sign": "Dog",
    "combined": "Fire Dog",
    "srog": "Earth",
    "lue": "Earth",
    "wang": "Fire",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Monday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Many diseases and a virtuous mind.  He is a good natured leader.  Harm comes from fire.  Dre-bo and tsen and sa-dak harm him.  Nerve and bile problems arise.  The lifespan is 68.  There are 7 hard periods.  There are 3 children."
  },
  {
    "elem": "Fire",
    "sign": "Pig",
    "combined": "Fire Pig",
    "srog": "Water",
    "lue": "Earth",
    "wang": "Fire",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "He has a bad body.  Lots of illnesses.  He has enemies who are his superiods.  Fire and fever and bile disease come.  Tre-bo and tsen and sa-dak harm him.  The lifespan is 68.  There are 7 hardships and 3 children."
  },
  {
    "elem": "Earth",
    "sign": "Mouse",
    "combined": "Earth Mouse",
    "srog": "Water",
    "lue": "Fire",
    "wang": "Earth",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "He likes killing and has defects on his mental clarity.  He is soft-spoken but self-interested.  Bile diseases come and he’ll die from the knife and carrying weapons.  The lifespan is 68.  There are 7 difficult periods and one child."
  },
  {
    "elem": "Earth",
    "sign": "Cow",
    "combined": "Earth Cow",
    "srog": "Earth",
    "lue": "Fire",
    "wang": "Earth",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Saturday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "A heavy body.  Selfish and little wealth or enjoyments.  He is slandered and his mind thinks of the faults of others.  He has abrasive thoughts and is wrathful.   The lifespan is 50.  There are 7 difficult periods and one child is possible."
  },
  {
    "elem": "Metal",
    "sign": "Tiger",
    "combined": "Metal Tiger",
    "srog": "Wood",
    "lue": "Wood",
    "wang": "Metal",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "Great anger and great murder and generosity.  A good body.  A mind of attachment to meat, alcohol, and so on.  Rude words and much scolding and will likely be killed by knives.  Instability of wealth and enjoyment.  Harmed by tsen and gyalpo spirits.  The lifespan is 60 and there are 5 difficulties and two possible children but possible up to four."
  },
  {
    "elem": "Metal",
    "sign": "Rabbit",
    "combined": "Metal Rabbit",
    "srog": "Wood",
    "lue": "Wood",
    "wang": "Metal",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "A vast mind and a faithful and diligent mind and keen wisdom.  Loves people and has great qualities.  Perceptive when wealth and leisure are not on the level.  Death by knife is a danger.  Sa-dak and senmo harm.  The lifespan is 61 and there are 5 difficulties and potentially 5 children."
  },
  {
    "elem": "Water",
    "sign": "Dragon",
    "combined": "Water Dragon",
    "srog": "Earth",
    "lue": "Water",
    "wang": "Water",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Sunday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "The body is without marks or signs.  Harmony of destiny and so on and he enjoys the very best karma.  His land and castles are impermanent.  The family line of wealth and children is cut.  His clan is connected with many idiots.  Great wealth and enjoyments.  The lifespan is 62 with six hardships.  There could be five children or one."
  },
  {
    "elem": "Water",
    "sign": "Snake",
    "combined": "Water Snake",
    "srog": "Fire",
    "lue": "Water",
    "wang": "Water",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Monday",
    "interp": "Great hatred.  Skillful at crafts.  The lineage is broken many times and people gossip about him.  Gyalpo and sadak harm.  Sickness of the cold-wind energy.  Speaking too freely brings a little trouble.  There are few children.  The lifespan is 68."
  },
  {
    "elem": "Wood",
    "sign": "Horse",
    "combined": "Wood Horse",
    "srog": "Fire",
    "lue": "Metal",
    "wang": "Wood",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Wednesday",
    "interp": "Very deceptive. Difficult to satisfy.  Hatred and moral conduct are great.  The mind is a little devoted and yearning.  Enjoys friends and gossips a lot.  Lung-energy and mucus and sa-dak and gyalpo harm.  Lifespan is 60 and 3 difficult periods.  One child is possible."
  },
  {
    "elem": "Wood",
    "sign": "Sheep",
    "combined": "Wood Sheep",
    "srog": "Earth",
    "lue": "Metal",
    "wang": "Wood",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "Body development and senses are clear. Cognition is clear.  Enjoys food.  Lifespan is 60 with 3 difficult periods.  2 Children."
  },
  {
    "elem": "Fire",
    "sign": "Monkey",
    "combined": "Fire Monkey",
    "srog": "Metal",
    "lue": "Fire",
    "wang": "Fire",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "Powerful.  Attachment and desire and selfishness are great.  Gossips a lot.  Wealth and enjoyment are great, he becomes a leader of men.  Lung-energy and bile disease come.  Lifespan is 67 with 5 hardships and up to 5 children."
  },
  {
    "elem": "Fire",
    "sign": "Bird",
    "combined": "Fire Bird",
    "srog": "Metal",
    "lue": "Fire",
    "wang": "Fire",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Thursday",
    "worstDay": "Tuesday",
    "interp": "Many thoughts and body development and boasting are great.  Very forgetful and lots of desires.   Engages in stealing and murder.  Dre-mo hard and knives destroy him.  Lifespan is 65 and there are 6 hardships."
  },
  {
    "elem": "Earth",
    "sign": "Dog",
    "combined": "Earth Dog",
    "srog": "Earth",
    "lue": "Wood",
    "wang": "Earth",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Monday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Lots of thoughts and dealings and many words.  Desire and attachment.  The four lung-energy and bile diseases are likely.  Drinks enjoyment and enjoys games.  Enjoyment is little.  Harm from Za-dre.  Lifespan is 70 with 7 difficult periods.  Even though they can have up to three children, they could die."
  },
  {
    "elem": "Earth",
    "sign": "Pig",
    "combined": "Earth Pig",
    "srog": "Water",
    "lue": "Wood",
    "wang": "Earth",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "Great wealth and enjoyment.  Relatives don’t help him.  Thoughts are a little vast and enemies hate him.  Dre and sa-dak harm.  Lifespan is 67 with 6 hardships.  Can have 2 children."
  },
  {
    "elem": "Metal",
    "sign": "Mouse",
    "combined": "Metal Mouse",
    "srog": "Water",
    "lue": "Earth",
    "wang": "Metal",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "Body development and thoughts are clear.  Enjoys games and is devoted with great wisdom.  Wealth and grain collections are stable.  Respected by everyone and he has few enemies.  The lifespan is 57 with 6 hardships and 5 children."
  },
  {
    "elem": "Metal",
    "sign": "Cow",
    "combined": "Metal Cow",
    "srog": "Earth",
    "lue": "Earth",
    "wang": "Metal",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Saturday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Skillful with the body and with crafting wood.  Wrathful and sleepy and lazy.  Few sicknesses or enemies.  Harm from sa-dak.  Lifespan is 55.  7 hardships and 2 children."
  },
  {
    "elem": "Water",
    "sign": "Tiger",
    "combined": "Water Tiger",
    "srog": "Wood",
    "lue": "Metal",
    "wang": "Water",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "A big body and dexterity and self-esteem are likely.  Defective mind.  Difficult to guide.  White mouth and enjoys murky black women conduct (???).  Wealth increases and decreases often.  Lifespan is 71 with 7 difficult periods and one child and will divorce his wife."
  },
  {
    "elem": "Water",
    "sign": "Rabbit",
    "combined": "Water Rabbit",
    "srog": "Wood",
    "lue": "Metal",
    "wang": "Water",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "Does not rely on thoughts or people.  Turns away actual rumors.  Enjoys business and sleep.  Many bad companions.  Forgetful and jealous.  Dreams of sa-daks and the great abyss.  The lifespan is 72 and lots of children."
  },
  {
    "elem": "Wood",
    "sign": "Dragon",
    "combined": "Wood Dragon",
    "srog": "Earth",
    "lue": "Fire",
    "wang": "Wood",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Sunday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Polite and skillful speech.  Thoughts are unstable and actions accord.  Skillful at various crafts and engages in many activities.  Because wealth and power are great others are envious of him.  The lifespan is 66 and there are 6 interruptions and few children."
  },
  {
    "elem": "Wood",
    "sign": "Snake",
    "combined": "Wood Snake",
    "srog": "Fire",
    "lue": "Fire",
    "wang": "Wood",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Monday",
    "interp": "A long body and many thoughts.  Polite and friendly.  Dislikes rudeness.  Few illnesses.  Much wealth and enjoyment, especially what he wants.  A vast mouth and lives in the depths (???).  The lifespan is 67 with 4 hardships and many children."
  },
  {
    "elem": "Fire",
    "sign": "Horse",
    "combined": "Fire Horse",
    "srog": "Fire",
    "lue": "Water",
    "wang": "Fire",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Wednesday",
    "interp": "Wrathful and famous.  Enjoys many thoughts which cause trouble.  Harms people and especially hurts his friends.  The lifespan is 79 with 7 hardships and 2 children."
  },
  {
    "elem": "Fire",
    "sign": "Sheep",
    "combined": "Fire Sheep",
    "srog": "Earth",
    "lue": "Water",
    "wang": "Fire",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "Body development and so on and so on.  Accomplishes desires.  Great renown.  A desire for riches.  Danger from an earth-lord of the three-border growing plot.  Chronic kidney disease comes.  The lifespan is 77 with 7 hardships and many children and roots."
  },
  {
    "elem": "Earth",
    "sign": "Monkey",
    "combined": "Earth Monkey",
    "srog": "Metal",
    "lue": "Earth",
    "wang": "Earth",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "An elegant manner of conduct and thoughts and actions accord.  Skillful speech and go and do anything he wants.  A little selfish, and everyone respects him.  He has wealth and power and energy and phlegm comes.  Harm from sa-daks.  Lifespan is 78 with 9 difficult periods and 3 children."
  },
  {
    "elem": "Earth",
    "sign": "Bird",
    "combined": "Earth Bird",
    "srog": "Metal",
    "lue": "Earth",
    "wang": "Earth",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Thursday",
    "worstDay": "Tuesday",
    "interp": "Clear wisdom, but it’s unstable.  Selfish, jealous, and envious with great attachment and desire.  Friendly with everyone.  Eye and so on senses experience and the four biles.  The lifespan is 70, 7 hardships, 6 children."
  },
  {
    "elem": "Metal",
    "sign": "Dog",
    "combined": "Metal Dog",
    "srog": "Earth",
    "lue": "Metal",
    "wang": "Metal",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Monday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Elegant way of behaving and clear thoughts and a white mind.  Strives for virtuous action and is very skillful.  Few words, much sleep.  Grain wealth waxes and wanes actually, and this is the root of fault.  Can be destroyed by robbers.  The lifespan is 75 and there are 7 hardships and three or even four children."
  },
  {
    "elem": "Metal",
    "sign": "Pig",
    "combined": "Metal Pig",
    "srog": "Water",
    "lue": "Metal",
    "wang": "Metal",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "Elegant way of conduct and clear thoughts.  All respect him and he’s glorious.  The lifespan is 70 with 7 hardships and 2 or 4 children."
  },
  {
    "elem": "Water",
    "sign": "Mouse",
    "combined": "Water Mouse",
    "srog": "Water",
    "lue": "Wood",
    "wang": "Water",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "Elegant body and an enduring mind.  Cunning and great wealth.  Concerned with wealth but losses come.  Lifespan is 72.  7 difficult periods and 2 or 5 children can come."
  },
  {
    "elem": "Water",
    "sign": "Cow",
    "combined": "Water Cow",
    "srog": "Earth",
    "lue": "Wood",
    "wang": "Water",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Saturday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Sleepy and lazy, and particularly stupid.  Black mind and harsh words and self-conceited and selfish desires.  Most children die and there’s harm from sa-dak.  Lifespan is 70 and there are 7 hard periods."
  },
  {
    "elem": "Wood",
    "sign": "Tiger",
    "combined": "Wood Tiger",
    "srog": "Wood",
    "lue": "Water",
    "wang": "Wood",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "Wrathful and full of desire and attachment to wealth and so on.  Jealous and self-conceited.  Destruction by knives and murder come.  Tumors and weeping boils and swelling in the throat sickness comes.  The lifespan is 66 and there are 5 difficult periods and up to 3 children."
  },
  {
    "elem": "Wood",
    "sign": "Rabbit",
    "combined": "Wood Rabbit",
    "srog": "Wood",
    "lue": "Water",
    "wang": "Wood",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Thursday",
    "goodDay": "Saturday",
    "worstDay": "Friday",
    "interp": "Dishonest.  Likes women.  Steals other’s wives and especially enjoys games, dancing, and music.  Self-conceited and many attitudes.  Lifespan is 67 and 6 hard periods.  Children and roots five, outside many die."
  },
  {
    "elem": "Fire",
    "sign": "Dragon",
    "combined": "Fire Dragon",
    "srog": "Earth",
    "lue": "Earth",
    "wang": "Fire",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Sunday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Body development and wealth.  Delights in virtue and has a big lust for food.  Skillful in lying, writing, calculating, and speech.  A little danger from enemies and dre.  Lifespan is 72 and there are 7 hardships.  2 children."
  },
  {
    "elem": "Fire",
    "sign": "Snake",
    "combined": "Fire Snake",
    "srog": "Fire",
    "lue": "Earth",
    "wang": "Fire",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Monday",
    "interp": "A developed body with few illnesses.  Women five or even seven power.  He takes care of his city.  Everyone respects him and he is skillful in crafts.  He is exemplified by the dagger and the lifespan is 71 with 7 difficult periods and 2 children."
  },
  {
    "elem": "Earth",
    "sign": "Horse",
    "combined": "Earth Horse",
    "srog": "Fire",
    "lue": "Fire",
    "wang": "Earth",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Tuesday",
    "goodDay": "Friday",
    "worstDay": "Wednesday",
    "interp": "He is good-tempered but his words are not stable.  His virtuous action is often interrupted.  He has enemies and illnesses.  The lifespan is 75.  He can have 2 children."
  },
  {
    "elem": "Earth",
    "sign": "Sheep",
    "combined": "Earth Sheep",
    "srog": "Earth",
    "lue": "Fire",
    "wang": "Earth",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "He has sicknesses and enemies.  He likes foreigners but hates his family.  He has great loss of happiness and suffering in his future.  Attachment and grasping and selfishness.  The lifespan is 60 and there are 4 difficult periods and only a single offspring."
  },
  {
    "elem": "Metal",
    "sign": "Monkey",
    "combined": "Metal Monkey",
    "srog": "Metal",
    "lue": "Wood",
    "wang": "Metal",
    "lung": "Wood",
    "gender": "Male",
    "bestDay": "Friday",
    "goodDay": "Monday",
    "worstDay": "Thursday",
    "interp": "He likes being seen by people and has a beautiful body.  His wealth, leisure and skill will be lost.  He’ll fight with family and will be happy in old age.  The lifespan is 70 and there are 8 difficult periods.  Maybe five children, more likely one."
  },
  {
    "elem": "Metal",
    "sign": "Bird",
    "combined": "Metal Bird",
    "srog": "Metal",
    "lue": "Wood",
    "wang": "Metal",
    "lung": "Water",
    "gender": "Female",
    "bestDay": "Friday",
    "goodDay": "Thursday",
    "worstDay": "Tuesday",
    "interp": "Glorious and powerful and his mind is attached to wealth of grain and food and drink and so on.  He becomes a leader of men.  The lifespan is 70 and there are 7 hardships and four children."
  },
  {
    "elem": "Water",
    "sign": "Dog",
    "combined": "Water Dog",
    "srog": "Earth",
    "lue": "Water",
    "wang": "Water",
    "lung": "Metal",
    "gender": "Male",
    "bestDay": "Monday",
    "goodDay": "Wednesday",
    "worstDay": "Thursday",
    "interp": "Jealous and sickness and enemies destroy him.  The body does not have many bad signs.  He strives after non-virtuous deeds and not virtuous actions.  The body has many illnesses.  The lifespan is 63 and he cannot have a wealth of children."
  },
  {
    "elem": "Water",
    "sign": "Pig",
    "combined": "Water Pig",
    "srog": "Water",
    "lue": "Water",
    "wang": "Water",
    "lung": "Fire",
    "gender": "Female",
    "bestDay": "Wednesday",
    "goodDay": "Tuesday",
    "worstDay": "Saturday",
    "interp": "Vast thoughts and stable intellect.  Selfish and envious.  He gets great enjoyment from a wealth of grain.  The lifespan is 60 with 5 difficult periods and 4 children."
  },
  {
    "elem": "Wood",
    "sign": "Mouse",
    "combined": "Wood Mouse",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Wood",
    "sign": "Cow",
    "combined": "Wood Cow",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Fire",
    "sign": "Tiger",
    "combined": "Fire Tiger",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Fire",
    "sign": "Rabbit",
    "combined": "Fire Rabbit",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Earth",
    "sign": "Dragon",
    "combined": "Earth Dragon",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Earth",
    "sign": "Snake",
    "combined": "Earth Snake",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Metal",
    "sign": "Horse",
    "combined": "Metal Horse",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Metal",
    "sign": "Sheep",
    "combined": "Metal Sheep",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Water",
    "sign": "Monkey",
    "combined": "Water Monkey",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Water",
    "sign": "Bird",
    "combined": "Water Bird",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Wood",
    "sign": "Dog",
    "combined": "Wood Dog",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  },
  {
    "elem": "Wood",
    "sign": "Pig",
    "combined": "Wood Pig",
    "srog": "",
    "lue": "",
    "wang": "",
    "lung": "",
    "gender": "",
    "bestDay": "",
    "goodDay": "",
    "worstDay": "",
    "interp": ""
  }
]
