[{"lMType":"NamGo","lMInterp":"Because of headaches and potential danger, do not go on high towers of buildings, and don’t climb mountains or go on summits.  Do not break oaths.  Do not raise young puppies.  Essence of the Sky Commentary.  White Umbrella.  Sutra on the Establishment of Expansive Cities.  Exorcisms. Offerings of 400.  Perform the Abode Gateway Rites."},{"lMType":"SaGo","lMInterp":"Because of demons of decay, general mischief and harm, and leprosy, boils, and so on, do not dig in the earth or cut down trees.  Earth Essence Sutra.  Ganges River.  Make amends with Nagas.  Recite the Essential Dharanis."},{"lMType":"CheDrel","lMInterp":"If you’re married then divorce, fights, and arguments will arise.  Because of your spiteful spouse and the return of previous signs of sickness and hardship, perform a che-drel rite and turn back your clothes.  Perform the three practices on the three days.  Do a long-life empowerment.  Perform the Brahman Sorcery Recitation and so on."},{"lMType":"Phung-gyod","lMInterp":"Degeneration and mind are unwell, business losses and so on occur.  Make tsa-tsa.  Accomplish your enemies goals.  Recite the 100,000 verses.  Practice Norgyunma and make offerings to the local deities.  Because of destruction by sri-nen, do the Zor-Mdo.  Recite the Auspicious Verses."},{"lMType":"RueChod","lMInterp":"The main topic is that bring your family lineage and family to come to an agreement, you should perform the Dorje Sermo, and recite the Black Lawsuit Sutra.  The Complete Platform of Tormas Outside.  60.  The Lower Jaw Mantra.  You should oppress your enemies."},{"lMType":"Chorwa","lMInterp":"This is especially good.  If you make offerings and search for chief gods then you’ll find wealth and accomplish your goals and kill your enemies."},{"lMType":"Namkyi Juthag","lMInterp":"If Nam-kyi Ju-thag arises, to stave off evil from an older brother or superior, practice Mahakala and Tara. Recite the La-Lu."},{"lMType":"Tenphur","lMInterp":"If Earth Tenphur arises, evil arises in small places.  Tsa-tsa, the Beak Sutra and Naga Tormas, Liberate Nagas and demons. Recite the Shariputra Requested Sutra."},{"lMType":"Namkyang","lMInterp":"If the Nam-Kyang falls, your chief god leaves, so make smoke offerings and practice the god of (destroying) your enemies."},{"lMType":"Sakyang","lMInterp":"If sa-kyang falls, because the four earth-lords are unhappy, don’t make smoke or kar-tor offerings."}]