[{"lunarMansionName":"tha skar","englishName":"Takar","lunarMansionInterp":"Goddess Ta Denma, the Horse or Shining Daughter.  Fine appearance, love of finery, jewels, and display.  Great charm and elegance, loved by all.  Intelligence an understanding.  Impassive.  Prosperity."},{"lunarMansionName":"bra nye","englishName":"Dranye","lunarMansionInterp":"Goddess Gekmo, the Dancer.  Constant, faithful, trustworthy.  Happy and prosperous life, erudition.  Good health, resistance to disease."},{"lunarMansionName":"smin drug","englishName":"Mindruk","lunarMansionInterp":"God Madrukpa, “The one with Six Mothers.”  Voracious, gluttonous, a sensualist, susceptible to lechery and adultery.  However, the native is famous and attractive and is introduced to royal or official circles."},{"lunarMansionName":"snar ma","englishName":"Narma","lunarMansionInterp":"Goddess Dalwe Lhadenma, the Peaceful Goddess.  Rules five star-gods in the form of a chariot.  Connected with Kyegu Dakpo, the Lord of all Beings.  Faithful and beautiful, a fine speaker with a gentle voice.  Amiable and calm.  Clear and solid mind, charitable and moral, religious.  Has very large eyes."},{"lunarMansionName":"mgo","englishName":"Go","lunarMansionInterp":"The Stag-Headed.  Inferiority complex and shyness in youth.  Becomes optimistic, diligent, but glib.  Likes an easy life and taking baths.  A sensualist, prosperous and skillful."},{"lunarMansionName":"lag","englishName":"Lak","lunarMansionInterp":"Dragshul Chen, the Ferocious, Mapon Dra, the Hostile General; Goddess Nagmo, the Black.  Incapable of sincerity, a cheat, proud and selfish.  Ungrateful, angry, cruel, and wicked."},{"lunarMansionName":"nabs so","englishName":"Nabso","lunarMansionInterp":"Goddess Jinme Lhamo, Goddess of Gifts.  Reasonable and full of tact, content with little.  Amiable character.  Astute and intelligent but of weak physical constitution.  Drinks too much water.  Simple and retiring life."},{"lunarMansionName":"rgyal","englishName":"Gyal","lunarMansionInterp":"Goddess Tsinjeme Jordenma, “She who satisfies.”  Good nature, erudition, perserverance.  Masters passion and fulfills duty.  Man of law.  Popular and well-known, virtuous, rich, and charitable.  Passive and sometimes obstinant."},{"lunarMansionName":"skag","englishName":"Kak","lunarMansionInterp":"Goddess Dengchen Lhamo, the Dragon-Tailed.  Joyful and strong appearance and speaks several languages.  A cheat, ungrateful, selfish and a liar.  Skillful and learned.  Will undergo various deceptions."},{"lunarMansionName":"mchu","englishName":"Chu","lunarMansionInterp":"The Lord of the Eight Bonds, the Poet; Ta-chen, the Great Horse.  Very enthusiastic, a sensualist and entrepreneur.  Respects power and has a religious mind.  Likes flowers and perfumes.  Much ability.  Rich, with numerous servants."},{"lunarMansionName":"gre","englishName":"Dre","lunarMansionInterp":"Ta-Chung, the little horse.  Soft and eloquent of speech, perspicuity, and goodness.  Likes travel, unstable.  Official or prosperous merchant.  Danger from fire."},{"lunarMansionName":"dbo","englishName":"Wo","lunarMansionInterp":"Nyime Lhadenmo, Lady of the Sun.  Sensualist, joyful and happy.  Trustworthy, intellectual, good mental health.  Lively character, love and voluptuousness and popularity.  Poor appetite."},{"lunarMansionName":"me bzhi","englishName":"Mezhi","lunarMansionInterp":"Chama, the Messenger; Rigje, Knowledge.  When the moon is benefic, learned, courageous, enthusiastic, and endowed with an entrepreneurial spirit.  Wealth in the second half of life.  A malefic moon brings pitiless, shameless, cruel, and bibulous.  Potential thief."},{"lunarMansionName":"nag pa","englishName":"Nakpa","lunarMansionInterp":"The Black.  Good nature, fair of face, charming eyes.  Likes luxury and ornaments.  Careful, indecisive, mind rather heavy.  Sordid."},{"lunarMansionName":"sa ri","englishName":"Sari","lunarMansionInterp":"Goddess Lungki Lhamo, Goddess of Wind.  Charitable and generous, wise child, scholar, filial duty.  Soft-spoken, in control of himself, fair-minded, and modest.  Honest trader or state official.  Suffers from thirst."},{"lunarMansionName":"sa ga","englishName":"Saga","lunarMansionInterp":"Goddess Wangpo Denma, the Powerful One.  Jealous, mean, indiscreet, quarrelsome, glib but prudent, lively temperament.  Ability and good sense, business person.  Religious fear in spite of all."},{"lunarMansionName":"lha mtshams","englishName":"Lhatsam","lunarMansionInterp":"Lakpa, the Hand.  Prosperous, honored by great people, a risk-taker.  Fond of travel.  High position in a foreign country.  Magnificent head of hair, red eyelashes.  Attracted to the fair sex.  Often dissatisfied and cannot tolerate hunger."},{"lunarMansionName":"snron","englishName":"Nron","lunarMansionInterp":"Dubu, Bracelet; Lha Wangden, Divine Might.  Charitable and contented with himself, but easily loses temper and flies into violent rages.  Hard words.  Few friends, struggles with poverty.  Juggles with words."},{"lunarMansionName":"snrubs","englishName":"Nub","lunarMansionInterp":"Tsawa, Root; Sokpa, Vitality.  Prideful, with a firm mind and wealth.  Likes luxury, comfort, and stability.  Hates Insecuriy.  Good temperament but lively and sometimes coarse.  Disciplined."},{"lunarMansionName":"chu stod","englishName":"Chuto","lunarMansionInterp":"Higher Water.  Very tall, proud, perspicuous, ambituous.  Faithful friend, loves his mother.  Loving spouse.  Traveler, likes women and powerful friends."},{"lunarMansionName":"chu smad","englishName":"Chume","lunarMansionInterp":"Phul, Natsok, Perfected, Accomplished.  Well-built and muscular with a long nose.  Humble, discreet, and virtuous.  Grateful and loved by parents.  Popular, with many friends.  Style and good manners."},{"lunarMansionName":"gro zhin","englishName":"Drozhin","lunarMansionInterp":"Trokje, God of the Wind.  Tsinjema, She Who Satisfies.  Famous and popular, learned and careful.  Liked by the opposite sex.  Appreciated perfumes.  Contagious enthusiasm, a perfect gentleman.  Generous and rich."},{"lunarMansionName":"mon gre","englishName":"Mondre","lunarMansionInterp":"Thobden, The Attainer.  Intrepid, independent, valiant, and noble.  High ideals.  Liked by his elders.  Fond of music.  Rich and generous."},{"lunarMansionName":"mon gru","englishName":"Mondru","lunarMansionInterp":"Goddess Chu Lhamo, Goddess of Water.  Sincere, faithful, legalistic.  Can be deceived in business or love.  Courageous and implacable.  Friend of kings."},{"lunarMansionName":"khrums stod","englishName":"Trumto","lunarMansionInterp":"Goddess Ri Lhamo, the Goddess of Mountains.  Learned, good speaker but mean, jealous, pained, and sad.  Loss of money due to women."},{"lunarMansionName":"khrums smad","englishName":"Trume","lunarMansionInterp":"Trulching; Snake Net.  Skilled and prolific speaker, but deceitful.  Charitable, tactful, and good at study.  Many children.  Spiritual and sensitive."},{"lunarMansionName":"nam dru","englishName":"Namdru","lunarMansionInterp":"Shepa Gyeje, Cultivator of Knowledge.  Goddess Sowe Lhamo, the Healer.  Perfect body, courageous, even heroic.  Scorns others’ money.  Subtle orator.  Rich, with a weakness for women."},{"lunarMansionName":"nam gru","englishName":"Namdru","lunarMansionInterp":"Shepa Gyeje, Cultivator of Knowledge.  Goddess Sowe Lhamo, the Healer.  Perfect body, courageous, even heroic.  Scorns others’ money.  Subtle orator.  Rich, with a weakness for women."}]